Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Zatanna & the Ripper.tmx
Source language: en
Languages: es_419

source: Bye Zar—er... goodbye.
es_419: ADIÓS, ZAR... EH... HASTA LUEGO.

source: Ladies of the Night, like yourself, have been going missing around this area.
es_419: ÚLTIMAMENTE, EN ESTA ZONA, HAN DESAPARECIDO ALGUNAS DAMAS DE LA NOCHE COMO TÚ.

source: My name is Zatanna Zatara and my father is the most talented magician in the world.
es_419: ME LLAMO ZATANNA ZATARA, Y MI PADRE ES EL MAGO MÁS TALENTOSO DEL MUNDO.

source: and short of checking every basement in this town, I dunno where else to start.
es_419: Y, DEJANDO DE LADO LA IDEA DE REVISAR TODOS LOS SÓTANOS DE LA CIUDAD, NO SE ME OCURRE POR DÓNDE COMENZAR.

source: Need anything else, love?
es_419: ¿NECESITAS ALGO MÁS, CARIÑO?

source: it’d make sense if she moved out, or if...
es_419: TENDRÍA SENTIDO SI HUBIERA PENSADO EN MUDARSE O SI...

source: d-dad?
es_419: ¿PA...? ¿PAPÁ?

source: Eerrr...
es_419: EMM...

source: off already?
es_419: ¿YA TE VAS?

source: especially at night.
es_419: ESPECIALMENTE DE NOCHE.

source: happy 21st birthday my wonderful daught—
es_419: FELIZ VIGÉSIMO PRIMER CUMPLEAÑOS, FANTÁSTICA HIJA MÍA...

source: oh no, no, no...!!
es_419: ¡AY, NO, NO...!

source: THey’ve always been too much to manage.
es_419: SIEMPRE ME COSTÓ MUCHO CONTROLARLOS.

source: did you have any luck?
es_419: ¿TUVISTE SUERTE?

source: YOU CAN DRINK LEGALLY IN A BAJILLION YEARS.
es_419: PODRÁS BEBER LEGALMENTE EN UN MILLÓN DE AÑOS.

source: Episode 5:
es_419: Episodio 5:

source: Happy Birthday mydearZatanna!!
es_419: ¡QUE LOS CUMPLAS, ZATANNA, QUE LOS CUMPLAS FELIZ!

source: Zatanna, you knew this was coming.
es_419: ZATANNA, SABÍAS QUE ESTE DÍA LLEGARÍA.

source: urghhh...
es_419: ARGHHH...

source: ...Fine.
es_419: ESTÁ BIEN...

source: Weewoooo!!!!
es_419: ¡IUJUUU!

source: i want the Blood pudding pie.
es_419: YO QUIERO UN PASTEL SANGRIENTO.

source: Maybe Roz is right.
es_419: QUIZÁ ROZ TENGA RAZÓN.

source: CERTainly a trip that he earned. we did get him back, you know.
es_419: Y BIEN MERECIDO SE TENÍA ESE VIAJE. AL FINAL, CONSEGUIMOS TRAERLO DE VUELTA.

source: So CUTE.
es_419: QUÉ TIERNOS.

source: Roz!{j}Agnes! so glad to see you!
es_419: ¡ROZ!{j}¡AGNES! ¡ME ALEGRO DE VERLAS!

source: Your friend? in the same bIDNEss, ARE YA?
es_419: ¿SU AMIGA? TRABAJA DE LO MISMO QUE USTEDES, ¿VERDAD?

source: I’m looking for a—
es_419: ESTOY BUSCANDO UN...

source: I can’t imagine how hard this is.
es_419: ME IMAGINO LO DURO QUE ES ESTO PARA TI.

source: to zatanna! the GREATEST magician THAT there ever was!!
es_419: ¡POR ZATANNA! ¡LA MEJOR MAGA QUE HAYA EXISTIDO JAMÁS!

source: also— is it typical For this place not to have customers?
es_419: AH, OTRA COSA: ¿ES NORMAL QUE NO HAYA CLIENTES AQUÍ?

source: AHHUGGG wowza errrg- Hellooo!! hello!
es_419: AHHUGGG WOWZA ERRRG... ¡HOLAAA! ¡HOLA!

source: it’s true... isn’t it?
es_419: ES VERDAD, ¿NO?

source: We’re very cutting edge!
es_419: ¡ESTAMOS A LA ÚLTIMA MODA!

source: there you are my little man.
es_419: AHÍ ESTÁS, QUERIDO MÍO.

source: I’D BETTER HANG ON TO THIS...
es_419: SERÁ MEJOR QUE ME QUEDE CON ESTO...

source: Emoh.
es_419: ASAC.

source: these are the last crime records.
es_419: ESTOS SON LOS ÚLTIMOS REGISTROS CRIMINALES.

source: RED_x0003_FLAG!
es_419: ¡PELIGRO!

source: Missing people can always come back one day.
es_419: LOS DESAPARECIDOS SIEMPRE PUEDEN VOLVER ALGÚN DÍA.

source: AND She had a few prECIOUS items that she’D never leave without taking.
es_419: TENÍA ALGUNOS OBJETOS VALIOSOS QUE JAMÁS HUBIERA DEJADO.

source: make it do the waltz!
es_419: ¡QUE BAILE EL VALS!

source: yb ym EYE!
es_419: ¡ROP SIM SOJO!

source: For the past three years, I’ve been dreading leaving the nest.
es_419: LLEVO TRES AÑOS ATERRADA POR LA IDEA DE ABANDONAR EL NIDO.

source: Episode 9:
es_419: Episodio 9:

source: oh Mummy PLEASE!
es_419: ¡AH, MAMÁ! ¡POR FAVOR!

source: just who exactly are you?!
es_419: ¡¿QUIÉN ERES REALMENTE?!

source: just... just a few more times...
es_419: PROBEMOS... PROBEMOS UNA VEZ MÁS...

source: Oh god I can talk!
es_419: ¡AY, DIOS MÍO! ¡PUEDO HABLAR!

source: JUST Use The wand as an instrument...
es_419: USA LA VARITA COMO INSTRUMENTO...

source: Whoa….
es_419: VAYA...

source: Nonviolent Customers Allowed
es_419: Solo clientes pacíficos

source: JUST Who are you?!
es_419: ¡¿QUIÉN ERES TÚ?!

source: ...I can take care of myself.
es_419: PUEDO CUIDARME SOLA...

source: ...I think I’m going to wait in my room.
es_419: CREO QUE TE ESPERARÉ EN MI HABITACIÓN...

source: I’m so sorry, Agnes.
es_419: LO SIENTO MUCHO, AGNES.

source: I... was just leaving
es_419: ME ESTABA POR IR...

source: Okay, So I just have to do a transporting spell.
es_419: SOLO TENGO QUE REALIZAR UN HECHIZO DE TRANSPORTACIÓN.

source: Episode 8:
es_419: Episodio 8:

source: I’m glad you’re okay.
es_419: ME ALEGRA QUE ESTÉS BIEN.

source: Inks
es_419: TINTA

source: I’m so glad you could all be here.
es_419: ME ALEGRA MUCHO QUE ESTÉN AQUÍ.

source: No magic.
es_419: NADA DE MAGIA.

source: ...but why would she clear the dresser?
es_419: ¿...POR QUÉ LIMPIARÍA EL TOCADOR?

source: A very special birthday CALLS FOR A VERY special birthday speech.
es_419: UN CUMPLEAÑOS TAN ESPECIAL AMERITA UN DISCURSO DE CUMPLEAÑOS IGUAL DE ESPECIAL.

source: Dad...WHAT HAPPENED TO HiM...?
es_419: PAPÁ... ¿QUÉ LE PASÓ...?

source: ART
es_419: ARTE

source: see you next time!
es_419: ¡NOS VEMOS LA PRÓXIMA!

source: Thanks again for a scrummy meal, Mary!
es_419: ¡GRACIAS POR OTRA DELICIOSA CENA, MARY!

source: The cops don’t care...
es_419: A LOS POLICÍAS NO LES IMPORTA...

source: I still NEED to earn A BLOODY LiViNG!
es_419: ¡AÚN NECESITO GANARME LA VIDA!

source: so dad taught me to cast magic backwards to mitigate any...risk.
es_419: ASÍ QUE PAPÁ ME ENSEÑÓ A HACER MAGIA AL REVÉS PARA MITIGAR LOS... RIESGOS.

source: TOBACCO DIARIES
es_419: DIARIOS DEL TABACO

source: Episode 10:
es_419: Episodio 10:

source: I’m sure she’S joined_x0003_A NiCE, CLEAN CHURCH.
es_419: ESTOY SEGURO DE QUE AHORA ES UNA FELIGRESA IMPOLUTA.

source: glows? what do you mean?
es_419: ¿QUE BRILLA ASÍ? ¿A QUÉ TE REFIERES…?

source: did you see a blonde or any—
es_419: ¿VISTE A UNA MUCHACHA RUBIA O...?

source: she’s not wrong. we could both use a friend right now.
es_419: LO QUE DICE ES CIERTO; A AMBAS NOS VENDRÍA BIEN UNA AMIGA.

source: it’s probably best she does.
es_419: PROBABLEMENTE SEA LO MEJOR.

source: Looks more like an acrobat
es_419: PARA MÍ, ES ACRÓBATA.

source: May I help you with anything?{j}Else?
es_419: ¿PUEDO AYUDARLO CON ALGO{j}MÁS?

source: dessim yb ym eye,{j}yb ym EYE!
es_419: SODARONGI ROP SIM SOJO,

source: well, that does sound very exotic.
es_419: VAYA, QUÉ NOMBRE EXÓTICO.

source: What did you do to him?
es_419: ¡¿QUÉ LE HICISTE?!

source: okay, that’s IT! let’s warp to America.
es_419: ¡BUENO, ME CANSÉ! TELETRANSPORTÉMONOS A ESTADOS UNIDOS.

source: ...you ARE a witch.
es_419: ERES UNA BRUJA...

source: I’m staying at the Meat Pie shop if you need me.
es_419: SI ME NECESITAN, ESTARÉ EN LA TIENDA DE PASTELES DE CARNE.

source: huh? what’s-
es_419: ¿EH? ¿QUÉ...?

source: Am I really just losing it?
es_419: ¿ME ESTOY VOLVIENDO LOCA O QUÉ...?

source: I..
es_419: ¿PUEDO...?

source: WE need to have a word, SCUMBAG!
es_419: ¡TENEMOS QUE HABLAR, BASURA!

source: 1888 America,
es_419: ESTADOS UNIDOS, 1888.

source: Until me.
es_419: HASTA QUE LLEGUÉ YO.

source: The day started as expected.
es_419: EL DÍA COMENZÓ COMO ESPERABA.

source: praw ot ym emit!
es_419: ¡NÓICATROPSNARTELET A IM ACOPÉ!

source: in front of an audience, he can perform any spell in the world.
es_419: FRENTE A UNA AUDIENCIA, PUEDE REALIZAR CUALQUIER HECHIZO EN EL MUNDO.

source: mAYBE if I can identify whoever left this symb—
es_419: QUIZÁ PUEDA IDENTIFICAR A LA PERSONA QUE DEJÓ ESTE SÍMB...

source: o-kay, so much for being practical.
es_419: VAYA... SE ACABÓ ESTO DE SER PRÁCTICA...

source: You gotta try, Ag!
es_419: ¡TIENES QUE PROBARLA, AG!

source: THOUGH FATHER SAYS THE PAY iS RUBBiSH...
es_419: AUNQUE MI PADRE DICE QUE LA PAGA ES UNA MISERIA...

source: Not here, not now...
es_419: AQUÍ NO... AHORA NO...

source: I’M SO SORRY.
es_419: LO SIENTO TANTO...

source: Roz, Agnes, meet Zoltan.
es_419: ROZ, AGNES, LES PRESENTO A ZOLTAN.

source: Great tim, now she won’t do a trick.
es_419: GENIAL, TIM. AHORA NO HARÁ NINGÚN TRUCO...

source: ahaha hah-
es_419: JA, JA, JA...

source: ugh...
es_419: UFF...

source: Episode 7:
es_419: Episodio 7:

source: For the four years I’ve worked here, we’ve been busy everyday.
es_419: HACE CUATRO AÑOS QUE TRABAJO AQUÍ; TODOS LOS DÍAS HAY GENTE.

source: Not so fast, my dear!
es_419: ¡NO TAN RÁPIDO, QUERIDA!

source: I was surprised by how quickly roz warmed up to me.
es_419: ME SORPRENDIÓ LO RÁPIDO QUE ROZ SE APEGÓ A MÍ.

source: Y-you’d best stay in, miss.
es_419: SERÍA MEJOR QUE SE QUEDARA AQUÍ, SEÑORITA.

source: CITY LOGS
es_419: REGISTROS URBANOS

source: Agnes never came home last night!!
es_419: ¡AGNES NO VOLVIÓ A CASA ANOCHE!

source: TELL ME What you know!
es_419: ¡DIME LO QUE SABES!

source: nothing to worry, Everything’s fine in here, Mary!
es_419: NO TE PREOCUPES, MARY. ¡ESTÁ TODO BIEN!

source: try and stay calm. is there a place—
es_419: INTENTA MANTENER LA CALMA. ¿HAY ALGÚN LUGAR EN EL QUE...?

source: You’re on in two.
es_419: SALIMOS EN DOS MINUTOS.

source: I hope so too.
es_419: YO TAMBIÉN LO ESPERO.

source: BUT at least NOW, WE get a chance to celebrate!
es_419: PERO, POR LO MENOS, ¡AHORA PODEMOS CELEBRAR!

source: so you were doing real magic just now?!
es_419: ¡¿ESTABAS HACIENDO MAGIA REAL?!

source: Maybe I’ll give it a try.
es_419: ... QUIZÁ PODRÍA INTENTARLO, ¿NO?

source: Why do you have to do this every year?
es_419: ¿POR QUÉ TIENES QUE HACER ESTO TODOS LOS AÑOS?

source: She’s helping with Lily and Agnes’ case.
es_419: NOS ESTÁ AYUDANDO CON LO DE LILY Y AGNES.

source: Caught Blue-Handed
es_419: Con las manos en la magia

source: Oh but you brought someone- A lady!
es_419: AH, PERO TRAJISTE A ALGUIEN... ¡UNA MUCHACHA!

source: Thanks, guys!
es_419: ¡GRACIAS A TODOS!

source: BinGO!
es_419: ¡GENIAL!

source: What are you doing to it?
es_419: ¿QUÉ LE ESTÁS HACIENDO?

source: Mummy, I don’t think I like magic anymore.
es_419: MAMÁ, YA NO ME GUSTA LA MAGIA...

source: ezee-!
es_419: ¡OTE...!

source: maooo ...
es_419: MIAU...

source: Seriously, how is this place so popular?
es_419: ¿CÓMO ES POSIBLE QUE ESTE LUGAR SEA TAN POPULAR?

source: I could bring places to me,
es_419: PODÍA TRAER LUGARES HACIA MÍ...

source: He got me a wand?!
es_419: ¡¿ME REGALÓ UNA VARITA?!

source: Make sure you eat something my girl!
es_419: ¡NO TE OLVIDES DE COMER ALGO, QUERIDA!

source: I REALLY think I sent that colton kid to another dimension.
es_419: ESTOY SEGURA DE QUE ENVIÉ A ESE CHICO COLTON A OTRA DIMENSIÓN.

source: There are finally CUSTOMERS here to see you!
es_419: ¡AL FIN VINIERON ALGUNOS CLIENTES A VERLAS!

source: URGH!
es_419: ¡ARGH!

source: I don’t see how that’s better than the crow thing.
es_419: ¿Y POR QUÉ ESE TRUCO ES MEJOR QUE EL DEL CUERVO?

source: This bacon tastes weird.
es_419: ESTE TOCINO SABE RARO.

source: No, it’d have to be deliberate. maybe...
es_419: NO, TENGO QUE HACERLO CON UNA INTENCIÓN ESPECÍFICA. QUIZÁ...

source: A very depressed, stuck Mary Poppins.
es_419: UNA MARY POPPINS DEPRIMIDA Y SIN SALIDA.

source: You must be with Madam Vicky.
es_419: TÚ DEBES VIVIR EN LO DE MADAME VICKY.

source: Zatanna, I thought we worked on this.
es_419: ZATANNA, YA HEMOS HABLADO SOBRE ESTO.

source: I’m not sure he’ll be a very big help.
es_419: CREO QUE NO SERÁ DE MUCHA AYUDA.

source: Mrrwww!
es_419: ¡MIAAAU!

source: That’s all folks!
es_419: ¡ESO ES TODO, AMIGOS!

source: I told you it’s was just me.
es_419: TE DIJE QUE ERA YO.

source: Oh have you met the girls, Tom?
es_419: ¿CONOCISTE A LAS CHICAS, TOM?

source: A Little out of the norm for roz, but as long as I get a cut, I’m no prude.
es_419: ES UN POCO INUSUAL PARA ROZ, PERO, MIENTRAS YO ME LLEVE UNA TAJADA, NO ME MOLESTA.

source: I hear that.
es_419: ENTIENDO.

source: Red leather, yellow leather!
es_419: ¡A, E, I, O, U! ¡UN, DOS, TRES, CUATRO!

source: well, your father isn’t entirely wrong.
es_419: BUENO, TU PADRE NO ESTÁ TAN ERRADO.

source: I’m ...
es_419: LO...

source: third time’s the charm.
es_419: LA TERCERA ES LA VENCIDA...

source: I can’t just let that woman die...I’ll have to track him.
es_419: NO PUEDO DEJAR QUE ESA MUJER MUERA... TENGO QUE SEGUIRLO.

source: Are you alright?
es_419: ¿ESTÁS BIEN?

source: so glad you arrived!
es_419: ¡QUÉ PLACER VOLVER A VERLAS!

source: y-Yeah, I’m Alright!_x0003_Just a little bit turned around.
es_419: SÍ, SÍ... ¡ESTOY BIEN! UN POCO MAREADA, NADA MÁS...

source: And it turns out, empathy is timeless.
es_419: PARECE QUE LA EMPATÍA ES ATEMPORAL.

source: might as well give it a try.
es_419: PODRÍA INTENTARLO...

source: There you are, love.
es_419: AQUÍ TIENES, QUERIDA.

source: nothing.
es_419: NADA.

source: I’d personally say, that bit’s almost as bad as your powers not working. or the purple woman.
es_419: PERSONALMENTE, ESO ME PARECE TAN MALO COMO QUE TUS PODERES NO FUNCIONEN O COMO ESA MUJER DE TRAJE MORADO.

source: well, We know he’s going after professional ladies.
es_419: SABEMOS QUE ATACA A MUJERES PROFESIONALES.

source: I have to find a way out of this hellhole.
es_419: TENGO QUE ENCONTRAR LA FORMA DE IRME DE ESTA POCILGA.

source: No one’s come in all day...!
es_419: ¡NO VINO NADIE EN TODO EL DÍA...!

source: ...BUT!
es_419: ¡PERO...!

source: MY POWERS ARE UNSTABLE.
es_419: MIS PODERES SON INESTABLES.

source: laTrop ot WEN KROY!
es_419: ¡LATROP A AVEUN KROY!

source: I want to be a performer too!
es_419: ¡YO TAMBIÉN QUIERO SER ARTISTA!

source: Oh my- I don’t know, sweety.
es_419: VAYA... NO SÉ, CARIÑO.

source: if anyone gives you any trouble, you can just flip the switch right here and...
es_419: SI ALGUIEN LES CAUSA PROBLEMAS, TOQUEN ESTE INTERRUPTOR Y...

source: And then I said, “not today Satan!”
es_419: Y LUEGO LE DIJE: “¡HOY NO, SATANÁS!”.

source: OH!{j}AND ALWAYS Make sure the silver part is facing away from you!
es_419: ¡AH!{j}¡ASEGÚRENSE DE QUE LA PARTE PLATEADA APUNTE HACIA LA OTRA PERSONA!

source: OKAY, no thanks. tastes like nyquil.
es_419: ¡PUAJ! NO, GRACIAS. SABE A JARABE PARA LA TOS...

source: Though I doubt the killer is up for an interview about spellcraft theory.
es_419: PERO DUDO QUE EL ASESINO QUIERA RESPONDER PREGUNTAS SOBRE LA TEORÍA DE LA MAGIA.

source: let’s see...
es_419: VEAMOS...

source: that was definitely my kidnapper...
es_419: ESA ES LA PERSONA QUE ME SECUESTRÓ...

source: That was alright, Zatanna.
es_419: NO TE PREOCUPES, ZATANNA.

source: I’ve done that loads of times.
es_419: LO HICE MUCHÍSIMAS VECES.

source: Yeah, from the other day!
es_419: ¡SÍ, DEL OTRO DÍA!

source: it’s not like we’ve got any customers to scare away.
es_419: DE TODOS MODOS, NI SIQUIERA HAY CLIENTES A LOS QUE PUEDAN ESPANTAR...

source: You must know Zolan over there!
es_419: ¡TIENEN QUE CONOCER A ZOLAN!

source: And I help.
es_419: Y YO LO AYUDO.

source: nah-ah!
es_419: ¡NO, NO!

source: I’m GONNA go.
es_419: ME TENGO QUE IR.

source: things got a little out of control.
es_419: ... LAS COSAS SE SALIERON DE CONTROL.

source: just give me a second.
es_419: DENME UN SEGUNDO...

source: The Great Zatanna
es_419: La gran Zatanna

source: Laever.
es_419: RALEVER.

source: a very good one!
es_419: ¡UNA MUY BUENA!

source: To have your own show!
es_419: ¡... TENGAS TU PROPIO ESPECTÁCULO!

source: if you say so.
es_419: SI TÚ LO DICES...

source: urgh-!
es_419: ¡ARGH...!

source: this is a warning to all of them.
es_419: ES UNA ADVERTENCIA PARA TODAS.

source: ...KiND OF MAGiCiAN WOULD I be without AN assistant?
es_419: ¿...CLASE DE MAGO SERÍA SIN UNA ASISTENTE?

source: At this rate, I’ll lose the business!
es_419: SI ESTO SIGUE ASÍ, ¡EL NEGOCIO SE IRÁ A PIQUE!

source: I can take a plane if I need to.
es_419: EN CASO DE SER NECESARIO, PUEDO TOMARME UN AVIÓN.

source: I had to...!
es_419: ¡NO TUVE MÁS REMEDIO...!

source: Bloody hell!
es_419: ¡SANTO CIELO!

source: maybe if I ask Mary, she could tell—
es_419: SI LE PREGUNTO A MARY, QUIZÁ PODRÍA DECIRME...

source: how about a classic?
es_419: ¿TIENEN GANAS DE VER UN CLÁSICO?

source: Boohoo- hooo-- hooo-!
es_419: ¡BUUUUA...! ¡BUU...! ¡BUU...!

source: if you manage not to puke, I bet you’ll be the best in the city.
es_419: SI LOGRAS NO VOMITAR, APUESTO QUE SERÁS LA MEJOR DE LA CIUDAD.

source: I guess we'll just have to try time first.
es_419: BUENO, SUPONGO QUE PRIMERO TENDREMOS QUE PROBAR CON EL TIEMPO.

source: I’ve never used a new one, but ending the hex should be Easy!
es_419: NUNCA USÉ UNA VARITA NUEVA, PERO DISIPAR LA MALDICIÓN DEBERÍA SER SENCILLO.

source: Thank you.
es_419: GRACIAS.

source: ...how do I BREAK this thing in?!
es_419: ¡¿CÓMO ROMPO ESTA COSA...?!

source: etacol dna
es_419: RACIBU Y

source: You are a witch.
es_419: ERES UNA BRUJA.

source: it’s not perfect, though. backwards magic can be a pain.
es_419: PERO NO ES PERFECTA. LA MAGIA INVERSA PUEDE SER MUY PROBLEMÁTICA...

source: What was that?
es_419: ¿QUÉ FUE ESO?

source: I don’t think this will do.
es_419: CREO QUE ESTO NO FUNCIONARÁ.

source: Not to worry ma’am.
es_419: NO SE PREOCUPE, SEÑORA.

source: congrats zatanna.
es_419: FELICITACIONES, ZATANNA.

source: I’m...
es_419: YO NO...

source: What if you follow me tonight? in secret, while I look for new Johns.
es_419: ¿Y SI ME SIGUES HOY POR LA NOCHE EN SECRETO MIENTRAS BUSCO CLIENTES NUEVOS?

source: I can’t even track him.
es_419: NI SIQUIERA PUEDO RASTREARLO.

source: oh no no no...
es_419: AY, NO, NO...

source: Nope,
es_419: ¡NO,

source: I Definitely prefer magic—
es_419: DEFINITIVAMENTE, PREFIERO LA MAGIA...

source: I’ll walk you out.
es_419: DÉJAME ACOMPAÑARTE.

source: Weird name.
es_419: QUÉ NOMBRE RARO.

source: where...
es_419: ¿DÓNDE...?

source: eh- she did that last tIme.
es_419: ES LO QUE HIZO LA ÚLTIMA VEZ...

source: You’re the one who should be doing the show!
es_419: ¡EL SHOW LO DEBERÍAS ESTAR HACIENDO TÚ!

source: I’ll be gravy.
es_419: SERÍA FANTÁSTICO.

source: That’s too risky.
es_419: ES DEMASIADO ARRIESGADO,

source: The ring from Lily’s room.
es_419: EL ANILLO DEL CUARTO DE LILY.

source: I took a silence spell to the FACE...
es_419: ME LANZARON UN HECHIZO DE SILENCIO...

source: I actually thought I’d be able to pull it off.
es_419: ... REALMENTE CREÍ QUE ME SALDRÍA BIEN.

source: Happy birthday to me.
es_419: FELIZ CUMPLEAÑOS A MÍ.

source: C’mon DAD,
es_419: VAMOS, PAPÁ...

source: COME ON, Try it!
es_419: ¡ADELANTE! ¡PRUÉBENLA!

source: She’s A witch!
es_419: ¡ES UNA BRUJA!

source: ah... we were just... just—
es_419: EH... SOLO ESTÁBAMOS...

source: WEE-WEHHHH!
es_419: ¡OINK, OINK!

source: A gift fit for a magician and an adult can only be…
es_419: UN REGALO PARA UNA MAGA ADULTA SOLO PUEDE SER...

source: come on, you know you can do it.
es_419: VAMOS, TÚ PUEDES...

source: BUT while we wait...
es_419: PERO MIENTRAS ESPERAMOS...

source: It’s just me, Rosie.
es_419: SOY YO, ROSIE.

source: Worst Birthday Ever
es_419: El peor cumpleaños

source: WHERE else am I going to learn?
es_419: ¿DÓNDE APRENDERÉ MAGIA SI NO...?

source: BOLLOCKS.
es_419: MIERDA.

source: w-Where ...
es_419: ¿DÓNDE...?

source: Blimey!
es_419: ¡CARAMBA!

source: sniff sniff
es_419: SNIF SNIF

source: Portal magic!!
es_419: ¡PORTAL MÁGICO!

source: for my next trick, it’s time for my dear boy’s dance.
es_419: EN MI SIGUIENTE TRUCO, MI QUERIDO AMIGO HARÁ UNA DANZA.

source: Far from home.
es_419: LEJOS DE CASA.

source: erhm-
es_419: ERJ...

source: And I think it might be time for you to—
es_419: Y CREO QUE HA LLEGADO EL MOMENTO DE QUE...

source: You’re the one with magical powers.
es_419: TÚ ERES LA QUE TIENE PODERES MÁGICOS.

source: my dad’s first true love iS entertainment.
es_419: EL PRIMER AMOR DE MI PADRE ES EL ENTRETENIMIENTO.

source: MAGiC SUCKS.
es_419: LA MAGIA APESTA.

source: Letters
es_419: FUENTES

source: well, that was rude.
es_419: QUÉ MALEDUCADO.

source: I didn’t get to meet you yesterday.
es_419: AYER NO TUVE LA OPORTUNIDAD DE CONOCERTE.

source: THERE WAS A MURDER!
es_419: ¡ALGUIEN COMETIÓ UN ASESINATO!

source: but I couldn’t manage to do the opposite.
es_419: ... PERO NO PODÍA HACER LO CONTRARIO.

source: Johns definitely don’t care-
es_419: A LOS CLIENTES NO LES INTERESA PARA NADA...

source: *gasp*
es_419: *AAH*

source: and I was managing my anxiety about the whole ordeal in the WAY I always do...
es_419: Y YO ESTABA CONTROLANDO MI ANSIEDAD POR TODA LA SITUACIÓN DE LA FORMA HABITUAL...

source: it’ll get cleared out for the new girls coming tomorrow,
es_419: LA LIMPIARÁN PORQUE MAÑANA LLEGAN CHICAS NUEVAS,

source: You just said so yourself, you’re stuck here!
es_419: LO DIJISTE TÚ MISMA: ¡ESTÁS ATASCADA AQUÍ!

source: This is not the hangover I’ve been_x0003_hoping for.
es_419: NO ESPERABA TENER ESTA CLASE DE RESACA.

source: That’s... very intense.
es_419: ES MUY... INTENSA...

source: Also next time you have a client, you might wanna use these.
es_419: OTRA COSA: LA PRÓXIMA VEZ QUE TENGAN UN CLIENTE, LES RECOMENDARÍA USAR ESTO.

source: Replenishing vodka shooters?
es_419: ¿CHUPITOS DE VODKA QUE SE RECARGAN SOLOS?

source: ONE BLT ON RYE, please?
es_419: UN SÁNDWICH DE TOCINO, POR FAVOR.

source: but still, I don’t have much to lose.
es_419: AUN ASÍ, NO TENGO NADA QUE PERDER.

source: that voice...
es_419: ESA VOZ...

source: I’m basically Mary Poppins!
es_419: ¡SOY MARY POPPINS!

source: Oh you did?
es_419: AH, ¿SÍ?

source: Zatanna and Roz- this is Tom, my best costumer.
es_419: ZATANNA Y ROZ, ÉL ES TOM, MI MEJOR CLIENTE.

source: Doomed to forever wander the NiGHT ALONE—
es_419: CONDENADA A VAGAR POR LAS NOCHES PARA SIEMPRE...

source: maybe A dancer?
es_419: QUIZÁ SEA UNA BAILARINA...

source: I brought you some things!
es_419: ¡LES TRAJE ALGO!

source: it’s zatanna.
es_419: ES ZATANNA.

source: COME meet ME iN MY dressing room and We’ll go over some ways to better manage...
es_419: VEN A MI CAMARÍN Y CHARLAREMOS SOBRE ALGUNA FORMA PARA...

source: no that’s too vague, one step at the time...
es_419: NO, DEMASIADO CONFUSO... UN PASO A LA VEZ...

source: Can’t you do some sort of murder-solving magic spell?
es_419: ¿NO PUEDES LANZAR UN HECHIZO PARA RESOLVER EL ASESINATO?

source: sorry, gotta run!!
es_419: ¡PERDÓN, ESTOY APURADA!

source: ndif eht renwo fo siht gnir!
es_419: ¡ARTNEUCNE LA OÑEUD ED ETSE OLLINA!

source: hump...
es_419: JUM...

source: what were you doing before with this?
es_419: ¿QUÉ ESTABAS HACIENDO CON EL ANILLO?

source: They’re waltz-ing!
es_419: ¡ESTÁN BAILANDO EL VALS!

source: No one else is around, either.
es_419: Y NO HAY NADIE MÁS AQUÍ.

source: I’m not a Lady of the Night.
es_419: NO SOY UNA DAMA DE LA NOCHE...

source: We’re literally magicians.
es_419: SOMOS MAGOS, LITERAL.

source: A magician’s two best friends are his wand and his hat.
es_419: LOS MEJORES AMIGOS DE UN MAGO SON SU VARITA Y SU SOMBRERO.

source: mummy look!
es_419: ¡MAMI! ¡MIRA!

source: I SHOULD TRY TO get back home.
es_419: DEBERÍA TRATAR DE VOLVER A CASA.

source: for lack of a better lead.
es_419: A FALTA DE UNA MEJOR PISTA...

source: dlo dna wen,
es_419: SOVEUN Y SOJEIV,

source: oh, ZAntanna!
es_419: ¡AH, ZANTANNA!

source: hey man, our friend never made it home last night.
es_419: OYE, NUESTRA AMIGA NO VOLVIÓ A CASA ANOCHE.

source: so i told her.
es_419: ENTONCES, LE CONTÉ TODO.

source: officers won’t do anything.
es_419: LA POLICÍA NO HACE NADA.

source: And Happy Birthday to youuu!!
es_419: ¡FELIZ CUMPLEAÑOS A TIIII!

source: yeahhh...
es_419: AJÁ...

source: I’LL go CHECK IT OUT!
es_419: ¡VOY A ECHAR UN VISTAZO!

source: etacol dna...
es_419: RACIBU Y...

source: come on!
es_419: ¡VAMOS!

source: New york city.
es_419: NUEVA YORK.
